export const filter = [
    {title: 'Узоры вязания', items:
            [
                {title: 'Узоры спицами'}, {title: 'Узоры крючком'}
            ]
    },

    {title: 'Вязание для детей', items:
            [
                {title: 'Комбинезон, боди, песочник'}, {title: 'Безрукавка, жилет'},
                {title: 'Свитер, полувер, жакет'}, {title: 'Пончо, болеро, накидка'},
                {title: 'Крестильный набор '}, {title: 'Топ, ажурная кофточка'},
                {title: 'Платье, сарафан'}, {title: 'Перчатки, варежки'},
                {title: 'Шапка, шарфик, берет'}, {title: 'Штаны, шорты'},
                {title: 'Юбка'},
            ]
    },

    {title: 'Вязание для женщин', items:
            [
                {title: 'Комбинезон, боди, песочник'}, {title: 'Безрукавка, жилет'},
                {title: 'Свитер, полувер, жакет'}, {title: 'Пончо, болеро, накидка'},
                {title: 'Крестильный набор '}, {title: 'Топ, ажурная кофточка'},
                {title: 'Платье, сарафан'}, {title: 'Перчатки, варежки'},
                {title: 'Шапка, шарфик, берет'}, {title: 'Штаны, шорты'},
                {title: 'Юбка'}, {title: 'Пальто, курточка'},
                {title: 'Носки, тапки, пинетки'}, {title: 'Конверт, спальник'},
            ]
    },

    {title: 'Вязание для мужчин', items:
            [
                {title: 'Безрукавка, жилет'}, {title: 'Свитер, полувер, жакет'},
                {title: 'Шапка, шарф, берет'}, {title: 'Носки, тапки'},
            ]
    },

    {title: 'Вязание для дома', items:
            [
                {title: 'Покрывало, плед'}, {title: 'Подушки'},
                {title: 'Коврики, сидушки'}, {title: 'Салфетки, скатерти'},
                {title: 'Корзинки, шкатулки'}, {title: 'Цветы'},
                {title: 'Вяжем к празднику'}, {title: 'Игрушки'},
                {title: 'Вязание для животных'}, {title: 'Другие полезные вещи'},
            ]
    },
]